Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Records a live machine workout, Effort-scored from HR when the machine reports it
de: Zeichnet ein Live-Geräte-Workout auf, Anstrengung aus der HF bewertet, wenn das Gerät sie meldet
es: Graba un entrenamiento de máquina en vivo, con puntuación de Esfuerzo a partir de la FC cuando la máquina la reporta
fr: Enregistre un entraînement sur machine en direct, avec un score d'Effort calculé à partir de la FC quand la machine le communique
it: Registra un allenamento su macchina in diretta, con punteggio Sforzo dalla FC quando la macchina la riporta
pl: Rejestruje na żywo trening maszyny, punktację Wysiłek z HR, gdy maszyna to zgłosi
pt_pt: Regista um treino de máquina em direto, com pontuação de esforço do RH quando a máquina reporta que
ru: Записывает тренировку на тренажёре в реальном времени; Усилие оценивается по пульсу, если тренажёр его передаёт
th: บันทึกการออกกำลังกายด้วยเครื่องแบบเรียลไทม์ คะแนนภาระร่างกายจาก HR เมื่อเครื่องรายงาน
zh_hans: 记录实时器械锻炼，当器械报告心率时按消耗计分
zh_hant: 記錄一次即時器械鍛鍊，當器械回報心率時以消耗評分

source: Recover better
de: Besser erholen
es: Recuperarte mejor
fr: Mieux récupérer
it: Recupera meglio
pl: Regeneruj się lepiej
pt_pt: Recuperar melhor
ru: Выздоравливайте лучше
th: ฟื้นตัวดีขึ้น
zh_hans: 恢复得更好
zh_hant: 恢復得更好

source: Recovering from an illness
de: Erholung von einer Krankheit
es: Recuperándote de una enfermedad
fr: En convalescence
it: Convalescenza da una malattia
pl: Powrót do formy po chorobie
pt_pt: Recuperando-se de uma doença
ru: Выздоровление после болезни
th: ฟื้นตัวจากการเจ็บป่วย
zh_hans: 从疾病中康复
zh_hant: 從疾病中康復

source: Recovering from an injury. Training suggestions are paused until you're active again.
de: Erholung von einer Verletzung. Trainingsvorschläge sind pausiert, bis du wieder aktiv bist.
es: Recuperándote de una lesión. Las sugerencias de entrenamiento están en pausa hasta que vuelvas a estar activo.
fr: En convalescence après une blessure. Les suggestions d'entraînement sont en pause jusqu'à ce que vous soyez de nouveau actif.
it: Recupero da un infortunio. I suggerimenti di allenamento vengono sospesi finché non torni di nuovo attivo.
pl: Powrót do formy po kontuzji. Propozycje treningowe są wstrzymane, dopóki nie wrócisz do aktywności.
pt_pt: Se recuperando de uma lesão. As sugestões de treino são pausadas até que você esteja ativo novamente.
ru: Восстановление после травмы. Предложения по обучению приостанавливаются до тех пор, пока вы снова не станете активны.
th: ฟื้นตัวจากอาการบาดเจ็บ คำแนะนำการฝึกอบรมจะหยุดชั่วคราวจนกว่าคุณจะกลับมาใช้งานได้อีกครั้ง
zh_hans: 从受伤中恢复。训练建议将暂停，直到您再次活跃为止。
zh_hant: 從受傷中恢復。訓練建議將暫停，直到您再次活躍為止。

source: recovery
de: Erholung
es: recuperación
fr: récupération
it: recupero
pl: powrót do zdrowia
ru: восстановление
th: การฟื้นตัว
zh_hans: 恢复
zh_hant: 恢復

source: Recovery
de: Erholung
es: Recuperación
fr: Récupération
it: Recupero
pl: Regeneracja
pt_pt: Recuperação
ru: Восстановление
th: การฟื้นตัว
zh_hans: 恢复
zh_hant: 恢復

source: RECOVERY
de: ERHOLUNG
fr: RÉCUPÉRATION
pl: POWRÓT DO ZDROWIA
ru: ВОССТАНОВЛЕНИЕ
th: การกู้คืน
zh_hans: 身体恢复

source: Recovery / Charge
de: Erholung / Ladung
es: Recuperación / Carga
fr: Récupération / Charge
it: Recupero / Carica
pl: Regeneracja / Energia
pt_pt: Recuperação/Carga
ru: Восстановление / Заряд
th: พลังฟื้นตัว/ฟื้นตัว
zh_hans: 恢复 / 能量
zh_hant: 恢復 / 能量

source: Recovery %lld percent
de: Erholung %lld Prozent
es: Recuperación %lld por ciento
fr: Récupération %lld pour cent
it: Recupero %lld percento
pl: Regeneracja %lld procent
pt_pt: Recuperação %lld por cento
ru: Восстановление %lld процентов
th: การฟื้นตัว %lld เปอร์เซ็นต์
zh_hans: 回收率 %lld%
zh_hant: 回收率 %lld%

# Recovery calibrating, %lld of %lld nights
source: Recovery calibrating, %1$lld of %2$lld nights
de: Wiederherstellungskalibrierung, %lld von %lld Nächten
es: Calibración de recuperación, %lld de %lld noches
fr: Calibrage de récupération, %lld de %lld nuits
it: Calibrazione del recupero, %lld di %lld notti
pl: Kalibracja regeneracji, noc %lld z %lld
pt_pt: Calibração de recuperação, %lld de %lld noites
ru: Калибровка восстановления, %lld из %lld ночей
th: การสอบเทียบ การฟื้นตัว, %1$lld ของคืน %2$lld
zh_hans: 恢复校准，%lld %lld 晚
zh_hant: 恢復校準，%lld %lld 晚

source: Recovery interval
de: Erholungsintervall
es: Intervalo de recuperación
fr: Intervalle de récupération
it: Intervallo di recupero
pl: Interwał regeneracji
pt_pt: Intervalo de recuperação
ru: Интервал восстановления
th: ช่วง การฟื้นตัว
zh_hans: 恢复间隔
zh_hant: 恢復間隔

source: Recovery isn't something you do a session of — it's read from your Charge and HRV. Sessions here are only the ones you deliberately logged as helping (a rest day, a mobility session).
de: Erholung ist nichts, wofür du eine Einheit machst – sie wird aus deiner Charge und HRV gelesen. Einheiten sind hier nur die, die du bewusst als hilfreich protokolliert hast (ein Ruhetag, eine Mobility-Einheit).
es: La recuperación no es algo de lo que se hace una sesión: se lee desde Charge y HRV. Las sesiones aquí son solo aquellas que usted registró deliberadamente como de ayuda (un día de descanso, una sesión de movilidad).
fr: La récupération n'est pas quelque chose que vous faites pendant une session - elle est lue à partir de vos Charge et HRV. Les séances ici sont uniquement celles que vous avez délibérément enregistrées comme utiles (une journée de repos, une séance de mobilité).
it: Il recupero non è qualcosa di cui fai una sessione: viene letto dai tuoi Charge e HRV. Le sessioni qui sono solo quelle che hai deliberatamente registrato come di aiuto (un giorno di riposo, una sessione di mobilità).
pl: Regeneracji nie odbywa się w sesjach — odczytujemy ją z Poziomu energii i HRV. Sesje to tutaj tylko te, które sam świadomie zapisałeś jako pomocne (dzień odpoczynku, sesja mobilności).
pt_pt: A recuperação não é algo que você faz em uma sessão - ela é lida em Charge e HRV. As sessões aqui são apenas aquelas que você deliberadamente registrou como ajudando (um dia de descanso, uma sessão de mobilidade).
ru: Восстановление — это не то, что вы выполняете в течение сеанса, оно считывается из ваших Charge и HRV. Здесь указаны только те сеансы, которые вы намеренно зарегистрировали как помогающие (день отдыха, сеанс мобильности).
th: การฟื้นตัว ไม่ใช่สิ่งที่คุณทำในเซสชั่น — แต่จะอ่านจาก พลังฟื้นตัว และ HRV ของคุณ เซสชันนี้เป็นเพียงเซสชันที่คุณจงใจบันทึกไว้ว่าเป็นการช่วยเหลือ (วันพัก เซสชันการเคลื่อนไหว)
zh_hans: 恢复不是您在一个会话中执行的操作 - 它是从您的 Charge 和 HRV 中读取的。这里的会话只是您故意记录为有帮助的会话（休息日、移动会话）。
zh_hant: 復原不是您在一個會話中執行的操作 - 它是從您的 Charge 和 HRV 中讀取的。這裡的會話只是您故意記錄為有幫助的會話（休息日、移動會話）。

source: Recovery Status
de: Erholungsstatus
es: Estado de recuperación
fr: État de récupération
it: Stato del ripristino
pl: Stan regeneracji
pt_pt: Status de recuperação
ru: Статус восстановления
th: สถานะ การฟื้นตัว
zh_hans: 恢复状态
zh_hant: 恢復狀態

source: Recovery takes about a week
de: Erholung braucht etwa eine Woche
es: La recuperación tarda alrededor de una semana
fr: La récupération prend environ une semaine
it: Il recupero richiede circa una settimana
pl: Regeneracja zajmuje około tygodnia
pt_pt: A recuperação demora cerca de uma semana
ru: На восстановление уходит около недели
th: การฟื้นตัวจะใช้เวลาประมาณหนึ่งสัปดาห์
zh_hans: 恢复大约需要一周
zh_hant: 恢復大約需要一週

source: Recovery Trend
de: Erholungstrend
es: Tendencia de recuperación
fr: Tendance de récupération
pl: Trend Regeneracja
pt_pt: Tendência de recuperação
th: แนวโน้มการฟื้นตัว

source: Recovery Vitals
de: Erholungsvitals
es: Vitales de recuperación
fr: Éléments vitaux de récupération
it: Vitali di recupero
pl: Parametry regeneracji
pt_pt: Sinais vitais de recuperação
ru: Восстановление жизненно важных функций
th: ตัวชี้วัดการฟื้นตัว
zh_hans: 恢复生命体征
zh_hant: 恢復生命徵象

source: RECOVERY VITALS
de: ERHOLUNGSWERTE
es: CONSTANTES DE RECUPERACIÓN
fr: CONSTANTES DE RÉCUPÉRATION
it: PARAMETRI DI RECUPERO
pl: WARTOŚCI REGENERACJI
pt_pt: VITAIS DE RECUPERAÇÃO
ru: ПОКАЗАТЕЛИ ВОССТАНОВЛЕНИЯ
th: การฟื้นฟูที่สำคัญ
zh_hans: 恢复指标
zh_hant: 恢復指標

source: Recovery weighs your HRV against your personal baseline (~60%), resting heart rate (~20%), sleep performance (~15%) and respiration (~5%). Day strain is a 0–21 cardiovascular load from time in heart-rate zones. Sleep is staged from movement and heart rate. Everything is computed here from the strap's raw data, it works for any day NOOP collected raw streams.
de: Die Erholung gewichtet deine HRV gegenüber deiner persönlichen Basislinie (~60 %), die Ruheherzfrequenz (~20 %), die Schlafleistung (~15 %) und die Atmung (~5 %). Die Tagesbelastung ist eine kardiovaskuläre Last von 0–21 aus der Zeit in Herzfrequenzzonen. Der Schlaf wird aus Bewegung und Herzfrequenz in Phasen eingeteilt. Alles wird hier aus den Rohdaten des Straps berechnet, es funktioniert für jeden Tag, an dem NOOP Rohdaten erfasst hat.
es: La recuperación pondera tu VFC frente a tu línea base personal (~60%), la frecuencia cardíaca en reposo (~20%), el rendimiento del sueño (~15%) y la respiración (~5%). El esfuerzo del día es una carga cardiovascular de 0–21 según el tiempo en zonas de frecuencia cardíaca. El sueño se clasifica a partir del movimiento y la frecuencia cardíaca. Todo se calcula aquí a partir de los datos en bruto de la pulsera: funciona para cualquier día en el que NOOP recopiló flujos en bruto.
fr: La récupération pondère votre VFC par rapport à votre référence personnelle (~60%), fréquence cardiaque au repos (~20%), performance du sommeil (~15%) et respiration (~5%). L'effort du jour est une charge cardiovasculaire de 0 à 21 basée sur le temps dans les zones de fréquence cardiaque. Le sommeil est stagé à partir du mouvement et de la fréquence cardiaque. Tout est calculé ici à partir des données brutes du bracelet, cela fonctionne pour chaque jour où NOOP a collecté des flux bruts.
it: Il recupero pesa il tuo HRV rispetto alla tua linea di base personale (~60%), la frequenza cardiaca a riposo (~20%), la prestazione del sonno (~15%) e la respirazione (~5%). Il carico giornaliero è un carico cardiovascolare da 0 a 21 basato sul tempo trascorso nelle zone di frequenza cardiaca. Il sonno viene suddiviso in fasi a partire da movimento e frequenza cardiaca. Tutto viene calcolato qui dai dati grezzi della fascia, funziona per qualsiasi giorno in cui NOOP ha raccolto i flussi grezzi.
pl: Regeneracja porównuje Twój HRV z Twoim osobistym poziomem bazowym (~60%), tętnem spoczynkowym (~20%), wydajnością snu (~15%) i oddechem (~5%). Obciążenie dzienne to obciążenie układu krążenia w zakresie 0–21 od czasu w strefach tętna. Sen jest ustalany na podstawie ruchu i tętna. Wszystko jest tutaj obliczane na podstawie surowych danych paska, działa to dla każdego dnia, w którym NOOP zbiera surowe strumienie.
pt_pt: A recuperação compara a tua VFC com a tua base pessoal (~60%), frequência cardíaca em repouso (~20%), desempenho do sono (~15%) e respiração (~5%). A tensão diurna é uma carga cardiovascular de 0 a 21 horas nas zonas de frequência cardíaca. O sono é encenado a partir do movimento e da frequência cardíaca. Tudo é computado aqui a partir dos dados brutos da correia, funciona para qualquer dia em que o NOOP tenha recolhido streams em bruto.
ru: Восстановление рассчитывается на основе вашей ВСР относительно личной нормы (~60%), пульса в покое (~20%), качества сна (~15%) и частоты дыхания (~5%). Дневная нагрузка, это сердечно-сосудистая нагрузка от 0 до 21, рассчитанная по времени в пульсовых зонах. Стадии сна определяются по движению и пульсу. Всё рассчитывается здесь, на основе исходных данных браслета, и работает для любого дня, когда NOOP собирал исходные потоки данных.
th: การฟื้นตัวจะชั่งน้ำหนัก HRV ของคุณเทียบกับพื้นฐานส่วนบุคคล (~60%) อัตราการเต้นหัวใจขณะพัก (~20%) ประสิทธิภาพการนอน (~15%) และการหายใจ (~5%) ภาระร่างกายในแต่ละวันคือโหลดของหัวใจและหลอดเลือด 0–21 จากเวลาในโซนอัตราการเต้นหัวใจ การนอนแบ่งตามการเคลื่อนไหวและอัตราการเต้นหัวใจ ทุกอย่างได้รับการคำนวณที่นี่จากข้อมูลดิบของสายรัด ซึ่งใช้ได้กับทุกวันที่ NOOP รวบรวมสตรีมดิบ
zh_hans: 恢复会将你的 HRV 与你的个人基线（约 60%）、静息心率（约 20%）、睡眠表现（约 15%）和呼吸（约 5%）进行加权。当日强度是根据在各心率区间的时间得出的 0–21 心血管负荷。睡眠则根据体动和心率分期。一切都在这里根据手环的原始数据计算，，只要 NOOP 采集到原始数据流的任何一天都适用。
zh_hant: 恢復會將你的 HRV 與你的個人基線（約 60%）、靜息心率（約 20%）、睡眠表現（約 15%）和呼吸（約 5%）進行加權。當日強度是根據在各心率區間的時間得出的 0–21 心血管負荷。睡眠則根據體動和心率分期。一切都在這裡根據手環的原始資料計算，，只要 NOOP 採集到原始資料流的任何一天都適用。

source: Recovery, HRV, resting HR and sleep
de: Erholung, HRV, Ruhepuls und Schlaf
es: Recuperación, VFC, FC en reposo y sueño
fr: Récupération, VFC, FC au repos et sommeil
it: Recupero, HRV, frequenza cardiaca a riposo e sonno
pl: Regeneracja, HRV, tętno spoczynkowe i sen
pt_pt: Recuperação, HRV, FC em repouso e sono
ru: Восстановление, HRV, ЧСС в покое и сон
th: การฟื้นฟู HRV การพักผ่อน HR และการนอนหลับ
zh_hans: 恢复，HRV，静息心率和睡眠
zh_hant: 恢復，HRV，靜止心率和睡眠

source: Recovery, no data yet
de: Wiederherstellung, noch keine Daten
es: Recuperación, aún no hay datos
fr: Récupération, pas encore de données
it: Recupero, ancora nessun dato
pl: Regeneracja, brak danych
pt_pt: Recuperação, ainda não há dados
ru: Восстановление, данных пока нет
th: การฟื้นตัว ยังไม่มีข้อมูล
zh_hans: 恢复，还没有数据
zh_hant: 恢復，還沒有數據

source: Recovery, NOOP's Charge score, is led by your heart-rate variability measured against your own personal baseline. A chest strap streams beat-to-beat data densely all night, so it can learn that baseline fast. An Apple Watch instead samples HRV, a handful of readings through the day plus overnight, so the signal is real but sparser.
de: Die Erholung, NOOPs Ladungswert, wird von deiner Herzfrequenzvariabilität gegenüber deiner persönlichen Basislinie angeführt. Ein Brustgurt streamt Schlag-zu-Schlag-Daten die ganze Nacht dicht, er kann diese Basislinie also schnell lernen. Eine Apple Watch misst HRV dagegen stichprobenartig, eine Handvoll Messungen über den Tag plus nachts – das Signal ist echt, aber dünner.
es: La Recuperación, la puntuación de Carga de NOOP, se guía por tu variabilidad de frecuencia cardíaca medida frente a tu propia línea base personal. Una banda de pecho transmite datos latido a latido de forma densa toda la noche, así que puede aprender esa línea base rápido. Un Apple Watch, en cambio, muestrea la VFC, un puñado de lecturas durante el día más la noche, así que la señal es real pero más dispersa.
fr: La Récupération, le score de Charge de NOOP, est déterminée par votre variabilité de la fréquence cardiaque mesurée par rapport à votre propre ligne de base personnelle. Un bracelet thoracique transmet des données battement par battement de façon dense toute la nuit, il peut donc apprendre cette ligne de base rapidement. Une Apple Watch échantillonne en revanche la VFC, quelques mesures dans la journée plus la nuit, donc le signal est réel mais plus épars.
it: Il recupero, il punteggio carica di NOOP, è guidato dalla variabilità della tua frequenza cardiaca misurata rispetto alla tua linea di base personale. Una fascia toracica trasmette dati battito per battito in modo fitto per tutta la notte, così può imparare velocemente quella linea di base. Un Apple Watch invece campiona l'HRV, qualche lettura durante il giorno più la notte, quindi il segnale è reale ma più rado.
pl: Regeneracja, wynik NOOP Energia, jest prowadzony na podstawie zmienności tętna mierzonej w stosunku do osobistej wartości bazowej. Pasek na klatkę piersiową gęsto przesyła dane od uderzenia do uderzenia przez całą noc, dzięki czemu może szybko nauczyć się linii bazowej. Zamiast tego Apple Watch próbkuje HRV, kilka odczytów w ciągu dnia i w nocy, więc sygnał jest prawdziwy, ale rzadszy.
pt_pt: A recuperação, pontuação de carga do NOOP, é liderada pela variabilidade da frequência cardíaca medida em relação à sua linha de base pessoal. Uma bracelete torácica transmite dados de batimento a batimento de forma densa durante toda a noite, para que possa aprender esta linha de base rapidamente. Em vez disso, um Apple Watch faz uma amostragem da VFC, uma mão cheia de leituras durante o dia e durante a noite, pelo que o sinal é real, mas mais esparso.
ru: Восстановление — показатель Заряда в NOOP — определяется прежде всего вариабельностью сердечного ритма относительно вашей личной нормы. Нагрудный датчик передаёт данные о каждом ударе плотным потоком всю ночь, поэтому норма формируется быстро. Apple Watch же измеряет ВСР периодически — несколько замеров днём и ночью, — поэтому сигнал реален, но более разрежен.
th: การฟื้นตัว ซึ่งเป็นคะแนนพลังฟื้นตัวของ NOOP นำโดยความแปรปรวนของอัตราการเต้นหัวใจที่วัดเทียบกับพื้นฐานส่วนบุคคลของคุณเอง สายรัดหน้าอกจะสตรีมข้อมูลแบบจังหวะต่อจังหวะอย่างหนาแน่นตลอดทั้งคืน จึงสามารถเรียนรู้พื้นฐานนั้นได้อย่างรวดเร็ว Apple Watch สุ่มตัวอย่าง HRV แทน ซึ่งอ่านได้ไม่มากตลอดทั้งวันและข้ามคืน ดังนั้นสัญญาณจึงมีจริงแต่เบาบางกว่า
zh_hans: 恢复，即 NOOP 的能量评分，主要由你的心率变异性相对于你个人基线的测量来主导。胸带整晚密集地串流逐拍数据，因此能快速学会该基线。而 Apple Watch 则是对 HRV 进行采样，全天加上夜间只有零星几次读数，所以信号是真实的，但更稀疏。
zh_hant: 恢復，即 NOOP 的能量評分，主要由你的心率變異性相對於你個人基線的測量來主導。胸帶整晚密集地串流逐拍資料，因此能快速學會該基線。而 Apple Watch 則是對 HRV 進行取樣，全天加上夜間只有零星幾次讀數，所以訊號是真實的，但更稀疏。

source: Recovery, strain and sleep in one glance
de: Erholung, Anstrengung und Schlaf auf einen Blick
es: Recuperación, esfuerzo y sueño de un vistazo
fr: Récupération, effort et sommeil en un coup d'œil
it: Recupero, sforzo e sonno in un colpo d'occhio
pl: Regeneracja, odciąż i śpij jednym spojrzeniem
pt_pt: Recuperação, tensão e sono num só relance
ru: Восстановление, нагрузка и сон одним взглядом
th: ดูการฟื้นตัว ภาระร่างกาย และการนอนได้ในหน้าจอเดียว
zh_hans: 恢复、强度和睡眠一目了然
zh_hant: 恢復、強度和睡眠一目了然

source: Recovery, Test Centre, experimental probes, and backup. Tucked away to keep the everyday screen tidy.
de: Erholung, Testzentrum, experimentelle Sonden und Sicherung. Verstaut, damit der Alltags-Bildschirm aufgeräumt bleibt.
es: Recuperación, Test Centre, pruebas experimentales y respaldo. Guardado aparte para mantener ordenada la pantalla de uso diario.
fr: Récupération, Centre de test, sondes expérimentales et sauvegarde. Rangés à part pour garder l'écran du quotidien épuré.
it: Recupero, Centro test, sonde sperimentali e backup. Messi da parte per mantenere ordinata la schermata di tutti i giorni.
pl: Regeneracja, Centrum testowe, sondy eksperymentalne i kopia zapasowa. Schowany, aby utrzymać porządek na ekranie na co dzień.
pt_pt: Recuperação, Centro de Testes, sondas experimentais e cópia de segurança. Escondido para manter o ecrã do dia a dia organizado.
ru: Восстановление, Тестовый центр, экспериментальные пробы и резервное копирование. Убрано подальше, чтобы не загромождать повседневный экран.
th: การฟื้นตัว ศูนย์ทดสอบ โพรบทดลอง และการสำรองข้อมูล ซุกไว้เพื่อให้หน้าจอทุกวันเป็นระเบียบเรียบร้อย
zh_hans: 恢复、测试中心、实验性探测和备份。收纳于此，让日常界面保持整洁。
zh_hant: 恢復、測試中心、實驗性探測和備份。收納於此，讓日常畫面保持整潔。

source: Reduce motion in NOOP
de: Bewegung in NOOP reduzieren
es: Reducir movimiento en NOOP
fr: Réduire les animations dans NOOP
it: Riduci movimento in NOOP
pl: Zmniejsz ruch w NOOP
pt_pt: Reduzir movimento no NOOP
ru: Уменьшить анимацию в NOOP
th: ลดการเคลื่อนไหวใน NOOP
zh_hans: 减少 NOOP 中的动态效果
zh_hant: 減少 NOOP 中的動態效果

source: Reduce stress
de: Stress reduzieren
es: Reducir el estrés
fr: Réduire le stress
it: Ridurre lo stress
pl: Zmniejsz stres
pt_pt: Reduza o estresse
ru: Уменьшите стресс
th: ลดความเครียด
zh_hans: 减轻压力
zh_hant: 減輕壓力

source: Reference range from my report (optional)
de: Referenzbereich aus meinem Befund (optional)
es: Rango de referencia de mi informe (opcional)
fr: Plage de référence de mon rapport (facultatif)
it: Intervallo di riferimento dal mio referto (facoltativo)
pl: Zakres referencyjny z mojego raportu (opcjonalnie)
pt_pt: Intervalo de referência do meu relatório (opcional)
ru: Референсный диапазон из моего отчёта (необязательно)
th: ช่วงอ้างอิงจากรายงานของฉัน (ไม่บังคับ)
zh_hans: 我报告中的参考范围（可选）
zh_hant: 我報告中的參考範圍（選填）

source: Reference range from your own report, optional
de: Referenzbereich aus deinem eigenen Befund, optional
es: Rango de referencia de tu propio informe, opcional
fr: Plage de référence de votre propre rapport, facultatif
it: Range di riferimento dal tuo referto, facoltativo
pl: Zakres referencyjny z własnego raportu, opcjonalnie
pt_pt: Intervalo de referência do teu próprio relatório, opcional
ru: Референсный диапазон из вашего отчёта, необязательно
th: ช่วงอ้างอิงจากรายงานของคุณเอง ไม่จำเป็น
zh_hans: 来自你自己报告的参考范围，可选
zh_hant: 來自你自己報告的參考範圍，可選

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
pl: Odświeżać
pt_pt: Atualizar
ru: Обновить
th: รีเฟรช
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Fitness Age
de: Refresh Fitness Alter
es: Edad de ejercicio
fr: Rafraîchir l'âge de la condition physique
pl: Odśwież wiek fitness
pt_pt: Atualizar idade de fitness
th: รีเฟรชอายุฟิตเนส

source: Refresh Fitness Age now
de: Jetzt Fitness Age aktualisieren
es: Actualizar edad física ahora
fr: Actualiser l'âge de remise en forme maintenant
it: Aggiorna l'età di fitness adesso
pl: Odśwież wiek sprawnościowy teraz
pt_pt: Atualize a idade do condicionamento físico agora
ru: Обновите Fitness Age прямо сейчас
th: รีเฟรชอายุสมรรถภาพตอนนี้
zh_hans: 立即刷新健身年龄
zh_hant: 立即刷新健身年齡

source: Refresh models
de: Modelle aktualisieren
es: Actualizar modelos
fr: Actualiser les modèles
it: Aggiorna modelli
pl: Odśwież modele
pt_pt: Atualizar modelos
ru: Обновить модели
th: รีเฟรชโมเดล
zh_hans: 刷新模型
zh_hant: 重新整理模型

source: Refresh models from provider
de: Modelle vom Anbieter aktualisieren
es: Actualizar modelos desde el proveedor
fr: Actualiser les modèles depuis le fournisseur
it: Aggiorna i modelli dal provider
pl: Odśwież modele od dostawcy
pt_pt: Atualizar modelos do fornecedor
ru: Обновить модели от провайдера
th: รีเฟรชโมเดลจากผู้ให้บริการ
zh_hans: 从服务商刷新模型
zh_hant: 從服務供應商重新整理模型

source: Refresh permissions
de: Berechtigungen aktualisieren
es: Actualizar permisos
fr: Actualiser les autorisations
it: Aggiorna le autorizzazioni
pl: Odśwież uprawnienia
pt_pt: Atualizar permissões
ru: Обновить разрешения
th: รีเฟรชสิทธิ์
zh_hans: 刷新权限
zh_hant: 刷新權限

source: Refresh strap battery and connection state.
de: Strap-Akku und Verbindungsstatus aktualisieren.
es: Actualiza la batería y el estado de conexión de la pulsera.
fr: Actualiser la batterie et l'état de connexion du bracelet.
it: Aggiorna la batteria della fascia e lo stato della connessione.
pl: Odśwież stan baterii paska i połączenia.
pt_pt: Atualize a bateria da bracelete e o estado da ligação.
ru: Обновить заряд батареи браслета и статус подключения.
th: รีเฟรชแบตเตอรี่สายรัดและสถานะการเชื่อมต่อ
zh_hans: 刷新手环电量和连接状态。
zh_hant: 重新整理手環電量和連接狀態。

source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
it: Rigenerarsi
pl: Wygeneruj ponownie
pt_pt: Regenerar
ru: Регенерировать
th: สร้างใหม่
zh_hans: 再生
zh_hant: 再生

source: Regenerate this reply
de: Diese Antwort neu erzeugen
es: Regenerar esta respuesta
fr: Régénérer cette réponse
it: Rigenera questa risposta
pl: Wygeneruj tę odpowiedź ponownie
pt_pt: Gerar novamente esta resposta
ru: Восстановить этот ответ
th: สร้างการตอบกลับนี้ใหม่
zh_hans: 重新生成此回复
zh_hant: 重新產生此回复

source: Relax
de: Entspannen
es: Relájate
fr: Détente
it: Rilassati
pl: Zrelaksować się
pt_pt: Descontrair
ru: Расслабьтесь
th: ผ่อนคลาย
zh_hans: 放松
zh_hant: 放鬆

source: Relax 4-6
de: Entspannen 4-6
es: Relajación 4-6
fr: Détente 4-6
it: Rilassati 4-6
pl: Zrelaksuj się 4-6
pt_pt: Relaxe 4-6
ru: Расслабление 4-6
th: ผ่อนคลาย 4-6
zh_hans: 放松 4-6
zh_hant: 放鬆 4-6
